antrian/backend/controllers/AntrianController.php

SELECT * FROM `antrian` WHERE `id`='16'
---
    protected function findModel($id)
    {
        if (($model = Antrian::findOne($id)) !== null) {