antrian/backend/models/Antrian.php

SELECT * FROM `antrian` ORDER BY `id` DESC
---
    public static function NextOrPrev($currentId)
{
    $records = Antrian::find()->orderBy('id DESC')->all();